{
  "text": {
    "anh": 1,
    "ơi": 89,
    "bạn": 7,
    "em": 24,
    "chị": 14,
    "oi": 57,
    "ê": 82,
    "xin": 79,
    "chào": 11,
    "cho": 10,
    "tôi": 71,
    "hỏi": 37,
    "mình": 49,
    "bên": 6,
    "này": 56,
    "hi": 33,
    "hello": 32,
    "tạm": 72,
    "biệt": 4,
    "hẹn": 36,
    "gặp": 31,
    "lại": 44,
    "bye": 5,
    "cách": 15,
    "tải": 74,
    "phần": 58,
    "mềm": 50,
    "như": 54,
    "thế": 66,
    "nào": 55,
    "làm": 43,
    "sao": 59,
    "để": 87,
    "ở": 90,
    "đâu": 84,
    "không": 41,
    "biết": 3,
    "vào": 77,
    "hướng": 34,
    "dẫn": 22,
    "chỉ": 13,
    "vậy": 78,
    "sử": 62,
    "dụng": 23,
    "hốt": 38,
    "hụi": 39,
    "tạo": 73,
    "dây": 20,
    "đóng": 85,
    "tất": 75,
    "toán": 68,
    "chết": 12,
    "in": 40,
    "cả": 19,
    "bill": 2,
    "xóa": 80,
    "gom": 28,
    "viên": 76,
    "bị": 9,
    "trùng": 69,
    "thêm": 65,
    "số": 60,
    "giảm": 27,
    "thay": 63,
    "đổi": 88,
    "nhiều": 53,
    "người": 52,
    "sống": 61,
    "góp": 30,
    "mở": 51,
    "mãn": 48,
    "cũ": 18,
    "kỳ": 42,
    "lỗi": 45,
    "cân": 16,
    "bằng": 8,
    "âm": 81,
    "dương": 21,
    "gian": 26,
    "hạn": 35,
    "gia": 25,
    "mua": 46,
    "__number__": 0,
    "tuần": 70,
    "tháng": 64,
    "có": 17,
    "thể": 67,
    "được": 86,
    "đi": 83,
    "muốn": 47,
    "gói": 29
  },
  "intent": {
    "greeting": 3,
    "bye": 2,
    "ask_actions": 0,
    "ask_extend_duration": 1,
    "nlu_fallback": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_answer_duration": 0,
    "action_handle_unknown_question": 7,
    "action_provide_guide": 9,
    "action_reset_slots": 10,
    "utter_bye": 16,
    "utter_chaohoi": 17
  },
  "action_text": null,
  "intent_response_key": null
}