{
  "text": {
    "anh": 1,
    "ơi": 104,
    "bạn": 8,
    "em": 25,
    "chị": 15,
    "oi": 65,
    "ê": 96,
    "xin": 92,
    "chào": 12,
    "cho": 11,
    "tôi": 84,
    "hỏi": 41,
    "mình": 56,
    "bên": 7,
    "này": 64,
    "hi": 35,
    "hello": 34,
    "tạm": 85,
    "biệt": 4,
    "hẹn": 40,
    "gặp": 33,
    "lại": 51,
    "bye": 5,
    "tải": 87,
    "phần": 66,
    "mềm": 57,
    "thì": 75,
    "sao": 68,
    "cách": 16,
    "để": 102,
    "hãy": 36,
    "làm": 50,
    "vậy": 90,
    "không": 48,
    "biết": 3,
    "hướng": 38,
    "dẫn": 23,
    "với": 91,
    "bây": 6,
    "giờ": 29,
    "muốn": 54,
    "chỉ": 14,
    "như": 61,
    "thế": 77,
    "nào": 63,
    "đi": 97,
    "trên": 81,
    "iphone": 47,
    "sử": 71,
    "dụng": 24,
    "hốt": 42,
    "hụi": 45,
    "tạo": 86,
    "dây": 21,
    "đóng": 98,
    "tất": 88,
    "toán": 80,
    "chết": 13,
    "in": 46,
    "bill": 2,
    "cả": 20,
    "hóa": 37,
    "đơn": 100,
    "xóa": 94,
    "gom": 30,
    "viên": 89,
    "bị": 10,
    "trùng": 82,
    "thêm": 74,
    "số": 69,
    "giảm": 28,
    "thay": 72,
    "đổi": 103,
    "thông": 76,
    "tin": 79,
    "nhiều": 60,
    "người": 59,
    "sống": 70,
    "góp": 32,
    "mở": 58,
    "mãn": 55,
    "cũ": 19,
    "kỳ": 49,
    "lỗi": 52,
    "xác": 93,
    "nhận": 62,
    "cân": 17,
    "bằng": 9,
    "âm": 95,
    "dương": 22,
    "hội": 44,
    "phục": 67,
    "hồi": 43,
    "đúp": 99,
    "gian": 27,
    "hạn": 39,
    "gia": 26,
    "mua": 53,
    "__number__": 0,
    "tuần": 83,
    "tháng": 73,
    "có": 18,
    "thể": 78,
    "được": 101,
    "gói": 31
  },
  "intent": {
    "greeting": 3,
    "bye": 2,
    "ask_actions": 0,
    "ask_extend_duration": 1,
    "nlu_fallback": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_answer_duration": 0,
    "action_handle_unknown_question": 7,
    "action_provide_guide": 9,
    "action_reset_slots": 10,
    "utter_bye": 16,
    "utter_chaohoi": 17
  },
  "action_text": null,
  "intent_response_key": null
}