{
  "text": {
    "anh": 1,
    "ơi": 110,
    "bạn": 8,
    "em": 28,
    "chị": 16,
    "oi": 68,
    "ê": 101,
    "xin": 98,
    "chào": 13,
    "cho": 12,
    "tôi": 88,
    "hỏi": 42,
    "mình": 59,
    "bên": 7,
    "này": 67,
    "hi": 38,
    "hello": 37,
    "tạm": 89,
    "biệt": 4,
    "hẹn": 41,
    "gặp": 36,
    "lại": 53,
    "bye": 5,
    "cách": 18,
    "tải": 91,
    "phần": 69,
    "mềm": 60,
    "quản": 70,
    "lý": 52,
    "hụi": 44,
    "để": 108,
    "thì": 80,
    "sao": 71,
    "làm": 51,
    "muốn": 56,
    "cần": 23,
    "giờ": 32,
    "nhấn": 65,
    "vào": 94,
    "đâu": 105,
    "vậy": 95,
    "về": 96,
    "máy": 57,
    "bàn": 6,
    "tính": 87,
    "lap": 49,
    "laptop": 50,
    "điện": 103,
    "thoại": 76,
    "đt": 104,
    "iphone": 46,
    "chỉ": 15,
    "đi": 102,
    "với": 97,
    "như": 64,
    "thế": 81,
    "nào": 66,
    "bấm": 9,
    "ở": 112,
    "thê": 78,
    "chỗ": 17,
    "không": 47,
    "biết": 3,
    "trang": 84,
    "hướng": 39,
    "dẫn": 26,
    "sử": 74,
    "dụng": 27,
    "ạ": 111,
    "hốt": 43,
    "tạo": 90,
    "dây": 24,
    "đóng": 106,
    "tất": 92,
    "toán": 83,
    "chết": 14,
    "in": 45,
    "cả": 22,
    "bill": 2,
    "xóa": 99,
    "gom": 33,
    "viên": 93,
    "bị": 11,
    "trùng": 85,
    "thêm": 79,
    "số": 72,
    "giảm": 31,
    "thay": 75,
    "đổi": 109,
    "nhiều": 63,
    "người": 62,
    "sống": 73,
    "góp": 35,
    "mở": 61,
    "mãn": 58,
    "cũ": 21,
    "kỳ": 48,
    "lỗi": 54,
    "cân": 19,
    "bằng": 10,
    "âm": 100,
    "dương": 25,
    "gian": 30,
    "hạn": 40,
    "gia": 29,
    "mua": 55,
    "__number__": 0,
    "tuần": 86,
    "tháng": 77,
    "có": 20,
    "thể": 82,
    "được": 107,
    "gói": 34
  },
  "intent": {
    "greeting": 3,
    "bye": 2,
    "ask_actions": 0,
    "ask_extend_duration": 1,
    "nlu_fallback": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_answer_duration": 0,
    "action_handle_unknown_question": 7,
    "action_provide_guide": 9,
    "action_reset_slots": 10,
    "utter_bye": 16,
    "utter_chaohoi": 17
  },
  "action_text": null,
  "intent_response_key": null
}